Repository: cregx/uwf-dashboard
Catalog: uwf-dashboard/Properties/Resources.*.resx
Languages: de_de

source: About
de_de: Info

# Action_Filter_Label
source: UWF:
de_de: UW-Filter:

source: Cancel
de_de: Abbrechen

# Cancelled_Operation
source: The operation was canceled manually.
de_de: Der Vorgang wurde manuell abgebrochen.

# Cancel_Panding
source: Just a moment...
de_de: Bitte warten...

# Disable_Filter_Button
source: Disable
de_de: Deaktivieren

# Enable_Filter_Button
source: Enable
de_de: Aktivieren

# Exception_Occurred
source: An exception error has occurred: {0}
de_de: Ein Ausnahmefehler ist aufgetreten: {0}

# Get_Status_Button
source: Detect states
de_de: Status ermitteln

# Hint_Computer_Search
source: Select/Input a Computer
de_de: Computer auswählen/eingeben

# Is_Not_Administrator
source: Non-Admin
de_de: Kein Administrator

source: No
de_de: Nein

# No_PC_Name_Entered
source: Please select or enter a computer name.
de_de: Bitte einen Computernamen auswählen oder eingeben.

# Operation_Progress
source: Operation in progress...
de_de: Laufende Operation...

# Operation_Ready
source: Ready {0}
de_de: Einsatzbereit {0}

# Operation_Successful
source: Operation completed successfully.
de_de: Vorgang erfolgreich abgeschlossen.

# Search_Local
source: local computer
de_de: Lokaler Computer

source: this computer
de_de: diesem Computer

# UWF_Critical_Treshold
source: Critical Treshold:
de_de: Schwellenwert kritisch:

# UWF_Current_Status
source: Current Session Settings
de_de: Aktuelle Session

# UWF_Filter_Is_Not_Installed
source: There is no UW filter installed on the target computer {0}.
de_de: Auf dem Zielcomputer {0} ist kein UW-Filter installiert.

# UWF_Filter_Settings
source: FILTER SETTINGS
de_de: FILTEREINSTELLUNGEN

# UWF_Filter_Status
source: Filter state:
de_de: Filterstatus:

# UWF_HORMEnabled
source: HORM enabled:
de_de: HORM aktiv:

# UWF_Invoke_Filter_Activation
source: enabling
de_de: Aktivierung

# UWF_Invoke_Filter_Deactivation
source: disabling
de_de: Abschaltung

# UWF_Invoke_Filter_Disable
source: disable
de_de: deaktivieren

# UWF_Invoke_Filter_Enable
source: enable
de_de: aktivieren

# UWF_Maximum_Size
source: Maximum size:
de_de: Maximale Größe:

# UWF_Next_Status
source: Next Session Settings
de_de: Nächste Session

# UWF_OFF
source: OFF
de_de: Aus

# UWF_ON
source: ON
de_de: Ein

# UWF_Overlay_Settings
source: OVERLAY SETTINGS
de_de: ÜBERLAGERUNGSEINSTELLUNGEN

# UWF_Overlay_Type
source: Type:
de_de: Typ:

# UWF_Protected_Volume
source: Protected Volume:
de_de: Geschütztes Laufwerk:

# UWF_Question_Invoke_Filter_Method
source: Do you really want to {1} the filter on {0}?
de_de: Wollen Sie den Filter wirklich auf {0} {1}?

# UWF_Question_Invoke_Filter_Method_User_Informed
source: I have informed the user about {0} the filter and advised him/her of the importance of restarting the computer.
de_de: Ich habe die Anwenderinn/den Anwender über die {0} des Filters informiert und auf die Notwendigkeit, den Computer neu zu starten, hingewiesen.

# UWF_Question_Restart_Computer
source: Restart the computer immediately (without warning)?
de_de: Computer sofort (ohne Vorwarnung) neu starten?

# UWF_Servicing
source: SERVICING SETTINGS
de_de: WARTUNGSEINSTELLUNGEN

# UWF_Servicing_Enabled
source: Servicing State:
de_de: Wartungsstatus:

# UWF_Shutdown_Pending
source: Shutdown pending:
de_de: Ausstehender Neustart:

# UWF_Type_1
source: Disk
de_de: Festplatte

# UWF_Volume_Settings
source: VOLUME SETTINGS
de_de: VOLUMEEINSTELLUNGEN

# UWF_Warning_Treshold
source: Warning Treshold:
de_de: Schwellenwert Warnung:

# Visit_Project_Site
source: Visit the project web site at {0}
de_de: Besuchen Sie die Projekt-Website unter {0}

source: Yes
de_de: Ja
